QAT-SPR/wrk-scripts/logs/100KB_qat_query.log
Running 2s test @ https://localhost:443
  224 threads and 6200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.71ms    2.55ms  32.07ms   65.94%
    Req/Sec     2.28k     2.47k   35.38k    95.15%
  1061786 requests in 2.10s, 335.17MB read
  Non-2xx or 3xx responses: 1061786
Requests/sec: 505277.45
Transfer/sec:    159.50MB