QAT-SPR/wrk-scripts/logs/100KB_qat_video_query.log
Running 2s test @ https://localhost:443
  224 threads and 6200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.48ms    2.84ms  26.70ms   64.43%
    Req/Sec     2.48k     3.30k   54.34k    96.47%
  1148907 requests in 2.10s, 362.67MB read
  Non-2xx or 3xx responses: 1148907
Requests/sec: 546843.12
Transfer/sec:    172.62MB