QAT-SPR/wrk-scripts/logs/10KB_qat_query.log
Running 2s test @ https://localhost:443
  224 threads and 3100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.13ms    1.67ms  22.58ms   79.97%
    Req/Sec     2.18k     1.61k   31.92k    84.76%
  1042045 requests in 2.10s, 328.94MB read
  Non-2xx or 3xx responses: 1042045
Requests/sec: 495990.36
Transfer/sec:    156.57MB