QAT-SPR/wrk-scripts/logs/10KB_qat_video_query.log
Running 2s test @ https://localhost:443
  224 threads and 3100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.72ms    1.65ms  22.98ms   79.95%
    Req/Sec     2.37k     2.11k   29.92k    92.20%
  1098373 requests in 2.10s, 346.72MB read
  Non-2xx or 3xx responses: 1098373
Requests/sec: 523118.46
Transfer/sec:    165.13MB