QAT-SPR/wrk-scripts/logs/10KB_query.log
Running 2s test @ https://localhost:443
  224 threads and 3100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.03ms    2.42ms  27.34ms   68.46%
    Req/Sec     1.58k     1.16k   15.64k    84.68%
  736745 requests in 2.10s, 216.41MB read
  Non-2xx or 3xx responses: 736745
Requests/sec: 350620.75
Transfer/sec:    102.99MB