QAT-SPR/wrk-scripts/logs/10KB_video_query.log
Running 2m test @ https://localhost:443
  224 threads and 3100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.25ms    1.05ms  40.65ms   91.44%
    Req/Sec     1.27k   205.54    19.37k    98.41%
  33954944 requests in 2.00m, 9.74GB read
  Non-2xx or 3xx responses: 33954944
Requests/sec: 282718.53
Transfer/sec:     83.04MB