QAT-SPR/wrk-scripts/logs/10KB_video_query.log
Running 2s test @ https://localhost:443
  224 threads and 3100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.71ms    2.86ms  21.33ms   61.74%
    Req/Sec     1.63k     1.68k   23.83k    97.05%
  756735 requests in 2.10s, 222.28MB read
  Non-2xx or 3xx responses: 756735
Requests/sec: 360305.73
Transfer/sec:    105.83MB